{
    "id": "esm-flat10-cdr",
    "validation-key": "esm-flat10-cdr",
    "ui-label": "10 PgC/yr constant CO2 removal / negative emissions experiment",
    "description": "esm-flat10-cdr is newly introduced for CMIP7 as an emissions-driven idealised experiment to quantify sensitivity of the earth system to CO2 removal / negative emissions.  It requires fully-coupled AOGCM and BGC models with carbon cycle “emissions-driven”  The esm-flat10-cdr experiment branches from year 100 of the esm-flat10 simulation, but with CO2 emissions set to decline linearly to zero after 50 years, decrease further (becoming negative) over the next 50 years (reaching -10 PgC/yr) and then remain constant at -10 PgC/yr for a final 100 years.  It serves as an emissions-driven experiment to diagnose the reversibility of the Earth system due to carbon dioxide removal. By the end of the simulation the cumulative emissions over 300 years will be exactly zero – the same amount of CO2 has been removed as was added.  Used with the partner experiments esm-flat10 and esm-flat10-zec it forms a vital part of assessment of TCRE, ZEC and reversibility. In particular these experiments make assessment of ZEC easier than CMIP6 because: the experiment is emissions-driven from the outset and does not require a change in configuration at the branch point and the branch point is common across all models.  more details and analysis can be found here: https://egusphere.copernicus.org/preprints/2023/egusphere-2023-2127/ https://egusphere.copernicus.org/preprints/2024/egusphere-2024-3356/  this experiment is an evolution of the CDRMIP simulations from CMIP6: https://gmd.copernicus.org/articles/11/1133/2018/",
    "activity": [
        "c4mip"
    ],
    "alias": [],
    "minimum-number-of-years": "200",
    "model-realms": [
        {
            "id": "agcm",
            "is-required": true
        },
        {
            "id": "bgc",
            "is-required": true
        },
        {
            "id": "aer",
            "is-required": false
        },
        {
            "id": "chem",
            "is-required": false
        },
        {
            "id": "ism",
            "is-required": false
        }
    ],
    "parent-experiment": [
        "esm-flat10"
    ],
    "start-date": "none",
    "tier": "1",
    "@context": "_context_",
    "type": [
        "wcrp:experiment",
        "cmip7"
    ]
}
